Revit 2027 API
SymbolTypeId.KNDashMPerDegree Property
 Symbol kN-m/°, indicating unit Kilonewton meters per degree.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNDashMPerDegree { get; }
Public Shared ReadOnly Property KNDashMPerDegree As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNDashMPerDegree {
	ForgeTypeId^ get ();
}
static member KNDashMPerDegree : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace